
/* Strings for login panel. See Keychain.cpp. */

"kLoginTitle" = "Skriv dit navn og din adgangskode for at få adgang til RSS-feed.";
"kLoginInitialMessage"      = "Hvis du vil have adgang til RSS-feed \"%@\", skal du logge ind på området \"%@\" på %@. Din adgangskode bliver sendt som almindelig tekst.\n";
"kLoginFailedMessage"       = "Log-ind mislykkedes. Indtast navn og adgangskode til området \"%@\" på %@ igen.\n";
"kLoginUsernameField"       = "Navn:";
"kLoginPasswordField"       = "Adgangskode:";
"kLoginLogInButton"         = "Log ind";
"kLoginCancelButton"        = "Annuller";
"kLoginSavePasswordCheckbox"= "Gem denne adgangskode i min nøglering";


/* Error Messages */

"PSInternalErrorDescription"        = "Der opstod en intern fejl i Publication Subscription framework.";
"PSInternalErrorFailureReason"      = "Der opstod en intern fejl i Publication Subscription framework.";
"PSInternalErrorRecoverySuggestion" = "Log ud, og prøv igen.";

"PSNotAFeedErrorDescription"        = "Feeden kunne ikke indlæses, fordi indholdet ikke er i et kendt feed-format.";
"PSNotAFeedErrorFailureReason"      = "Indholdet er ikke i et kendt feed-format.";
"PSNotAFeedErrorRecoverySuggestion" = "Kontroller, at den angivne lokalitet indeholder en feed i Atom- eller RSS-format.";

"NSURLErrorUserAuthenticationRequired Description" = "Der kræves et brugernavn og en adgangskode";

/* Localized date/time formats. See DateClass.cpp */

"TodayFmt"      = "'I dag', hh.mm";
"YesterdayFmt"  = "'I går', hh.mm";
"ThisWeekFmt"   = "EEEE, hh.mm";
"ThisYearFmt"   = "d. MMM hh.mm";
"PastYearFmt"   = "d. MMM ''yy, hh.mm";

/* Localizable file size formatters.  See StringClass::representationForBytes */

"0 bytes"            = "0 byte";           /* String used for showing a zero byte size */
"1 byte"             = "1 byte";            /* String used for showing a one byte size */
"%.0f bytes"         = "%.0f byte";        /* Format used to display a size between 2 and 100 bytes */
"%.1f KB (0.1)"      = "%.1f KB";           /* Format used to display sizes between 100 and 999 bytes */
"%.1f KB (1.0)"      = "%.1f KB";           /* Format used to display sizes between 1000 bytes and 9.9 KB */
"%.1f KB (10.0)"     = "%.1f KB";           /* Format used to display sizes between 10 and 99.9 KB */
"%.0f KB"            = "%.0f KB";           /* Format used to display sizes between 100 and 999 KB */
"%.1f MB (1.0)"      = "%.1f MB";           /* Format used to display sizes between 1000 KB and 9.9 MB */
"%.1f MB (10.0)"     = "%.1f MB";           /* Format used to display sizes between 10 and 99.9 MB */
"%.0f MB"            = "%.0f MB";           /* Format used to display sizes between 100 and 999 MB */
"%.1f GB (1.0)"      = "%.2f GB";           /* Format used to display sizes between 1000 MB and 9.9 GB */
"%.1f GB (10.0)"     = "%.2f GB";           /* Format used to display sizes between 10 and 99.9 GB */
"%.0f GB"            = "%.0f GB";           /* Format used to display sizes 100 GB or greater */

/* Localizable file names. Currently only used in EnclosureCore.cpp */

"kUntitledFileName" = "Uden navn";   /* If we download and enclosure for which we have no other name to go by */
